import Turkey from "../images/FotoBook1/Turkey.JPG";
import Turkey2 from "../images/FotoBook1/Turkey2.JPG";
import Turkey3 from "../images/FotoBook1/Turkey3.JPG";
import Egipt from "../images/FotoBook1/Egipt.JPG";
import Egipt2 from "../images/FotoBook1/Egipt2.JPG";
import Egipt3 from "../images/FotoBook1/Egipt3.JPG";
import Goa from "../images/FotoBook1/Goa.jpg";
import Goa2 from "../images/FotoBook1/Goa2.jpg";

import dacha from "../images/FotoBook2/dacha.JPG";
import dacha2 from "../images/FotoBook2/dacha2.JPG";
import dacha3 from "../images/FotoBook2/dacha3.jpg";
import dacha4 from "../images/FotoBook2/dacha4.JPG";
import dacha5 from "../images/FotoBook2/dacha5.jpg";
import dacha6 from "../images/FotoBook2/dacha6.jpg";
import dacha7 from "../images/FotoBook2/dacha7.JPG";
import dacha8 from "../images/FotoBook2/dacha8.JPG";

import family from "../images/FotoBook3/family.jpg";
import family2 from "../images/FotoBook3/family2.jpg";
import family3 from "../images/FotoBook3/family3.jpg";
import family4 from "../images/FotoBook3/family4.jpg";
import family5 from "../images/FotoBook3/family5.jpg";
import family6 from "../images/FotoBook3/family6.jpg";
import family7 from "../images/FotoBook3/family7.jpg";
import family8 from "../images/FotoBook3/family8.JPG";

export const MAIN_NAVIGATION = [
  {
    classImg: 'link__item_first',
    flag: 'Turizm'
  },
  {
    classImg: 'link__item_second',
    flag: 'Dacha'
  },
  {
    classImg: 'link__item_third',
    flag: 'Family'
  },
]

export const FOTO_ALBOM_TURIZM = {
  title: "Путешествия",
  text: "Папа и Мама очень любят море и много путешествуют. Они были в Турции, Египте, Тунисе, Греции, Индии, Тайланде," +
    " на Кубе и много где еще. Мама купается море и загорает, а Папа любит ходить по пляжу и смотреть на море. Папа " +
    "всегда приносит Маме что-нибудь вкусненькое, а Мама натирает его спину кремом. В поездках они всегда пробуют что-то" +
    " новенькое, например, в Тунисе они ели верблюда. А еще они берут экскурсии и были в Бангкоке, в пустыне Сахара, на " +
    "красной поляне, посмотрели развалины Парфенона и т.д. Из поездок всегда привозят очень много подарков своему сыну " +
    "Андрею, друзьям и коллегам",
  foto: [
    {
      img: Turkey,
      description: "Турция Пальмы"
    },
    {
      img: Turkey2,
      description: "Яхта в Турции"
    },
    {
      img: Turkey3,
      description: "Туция. Еще стаканчик 😊"
    },
    {
      img: Egipt,
      description: "Египет. Шведский стол"
    },
    {
      img: Egipt2,
      description: "Яхта в Египте"
    },
    {
      img: Egipt3,
      description: "Большая черепаха"
    },
    {
      img: Goa,
      description: "ГОА. Море и пальмы"
    },
    {
      img: Goa2,
      description: "ГОА. Пляж и коровы"
    },
  ]
}

export const FOTO_ALBOM_DACHA = {
  title: "Дача",
  text: "У Мамы и Папы есть дача, которую они очень любят. На даче они проводят очень много времени. Мама ухаживает за садом," +
    " в котором очень много красивых цветов. Но также сажает овощи, которые мы с удовольствием едим и насыщаемся витаминами." +
    " Папа все время что-то мастерит, ведь у него золотые руки. А еще они готовят на природе очень ароматные шашлыки, загорают," +
    " культурно отдыхают и ходят за грибами. У них очень большой и красивый дом с печкой, телевизором. В дачу они вложили всю свою душу," +
    " поэтому там всегда так приятно и хочется возвращаться",
  foto: [
    {
      img: dacha,
      description: "Подсолнухи"
    },
    {
      img: dacha2,
      description: "Отец"
    },
    {
      img: dacha3,
      description: "Дом"
    },
    {
      img: dacha4,
      description: "Кухня"
    },
    {
      img: dacha5,
      description: "Тандыр"
    },
    {
      img: dacha6,
      description: "Бассеин"
    },
    {
      img: dacha7,
      description: "Беседка"
    },
    {
      img: dacha8,
      description: "Папа"
    },
  ]
}

export const FOTO_ALBOM_FAMILY = {
  title: "37 лет вместе",
  text: "Мама и Папа очень давно вместе. Бывало, что они сорились и ругались, но всегда мирились и заботились друг о друге." +
    " Папа всегда много работал и приносил в дом деньги. Мама тоже работала и создавала в доме уют, они часто вместе " +
    "переделывали дизайн и обновляли ремонт. У них есть сын Андрей, а еще они очень любят животных, сейчас у них кошка Сюзи." +
    " Папа всегда очень заботился о Маме, возил ее на море, все чинил, строил и дарил Маме цветы. Но, к сожалению, Папа " +
    "заболел и теперь Мама заботиться о нем. Так они и живут долго и счастливо",
  foto: [
    {
      img: family,
      description: "Красивые усы"
    },
    {
      img: family2,
      description: "В автобусе"
    },
    {
      img: family3,
      description: "Качели"
    },
    {
      img: family4,
      description: "Сад камней"
    },
    {
      img: family5,
      description: "Кошка Сюзи"
    },
    {
      img: family6,
      description: "На море"
    },
    {
      img: family7,
      description: "Папа, Мама и Я"
    },
    {
      img: family8,
      description: "Кавказкие танцы"
    },
  ]
}
